Repository: manufacturist/community-bulletin-board
Catalog: i18n/*.po
Languages: ro_ro

source: locale
ro_ro: ro_RO

source: public_posts_endpoint
ro_ro: anunturi

source: Community Bulletin Board
ro_ro: Avizierul Comunitar

source: Code on
ro_ro: Codul pe

source: Password
ro_ro: Parolă

source: Close
ro_ro: Închide

source: Invitation to join
ro_ro: Invitația ta

source: First Name
ro_ro: Prenume

source: Phone Number
ro_ro: Număr de telefon

source: Confirm Password
ro_ro: Confirmați parola

source: Decline
ro_ro: Refuză

source: Join
ro_ro: Alătură-te

source: Are you sure you want to decline the invitation?
ro_ro: Confirmă acțiunea de refuzare a invitației

source: Invite token is missing in URL ([..]/join?t=token)
ro_ro: Token-ul de invitație lipsește din URL ([..]/alatura-te?t=cod-generat)

source: Passwords do not match.
ro_ro: Parolele nu se potrivesc.

source: Failed to decline invitation.
ro_ro: Nu s-a reușit refuzarea invitației.

source: Failed to accept invitation.
ro_ro: Nu s-a reușit acceptarea invitației.

source: Login
ro_ro: Autentificare

source: Login failed.
ro_ro: Autentificare eșuată.

source: Welcome
ro_ro: Salutare

source: Add a new post
ro_ro: Adaugă un anunț

source: Logout
ro_ro: Ieșire

source: Settings
ro_ro: Setări

source: Add post
ro_ro: Adaugă anunț

source: Failed to create post.
ro_ro: Nu s-a reușit adăugarea anunțului.

source: Are you sure you want to delete this post?
ro_ro: Confirmă acțiunea de ștergere a anunțului

source: Failed to delete post.
ro_ro: Nu s-a reușit ștergerea anunțului.

source: Are you sure you want to mark this post as resolved?
ro_ro: Confirmă acțiunea de rezolvare a anunțului

source: Failed to resolve post.
ro_ro: Nu s-a reușit rezolvarea anunțului.

source: Description
ro_ro: Descriere

source: Optional Link
ro_ro: Link opțional

source: Expiration Date (Until End of Day)
ro_ro: Data expirării (până la sfârșitul zilei)

source: Pin Color
ro_ro: Culoarea pionezei

source: Red
ro_ro: Roșie

source: Green
ro_ro: Verde

source: Blue
ro_ro: Albastră

source: Yellow
ro_ro: Galbenă

source: Pink
ro_ro: Roz

source: Purple
ro_ro: Violet

source: Cancel
ro_ro: Anulează

source: Add
ro_ro: Adaugă

source: external_posts_description
ro_ro: Pentru a vedea detaliile de contact sau linkurile anunțurilor, autentificați-vă. Dacă nu aveți cont, contactați un moderator pentru verificare și invitație.

source: See link
ro_ro: Vezi link

source: User Settings
ro_ro: Setările Utilizatorului

source: Pick your preferred theme
ro_ro: Alegeți tema preferată

source: Cork
ro_ro: Plută

source: Light
ro_ro: Luminos

source: Dark
ro_ro: Întunecat

source: Delete your account
ro_ro: Ștergerea contului tău

source: This action cannot be undone. Your data will be permanently deleted.
ro_ro: Această acțiune nu poate fi anulată. Datele tale vor fi șterse definitiv.

source: Delete my account
ro_ro: Șterge contul meu

source: Are you sure you want to delete your account? This action cannot be undone.
ro_ro: Ești sigur că vrei să îți ștergi contul? Această acțiune nu poate fi anulată.

source: Failed to delete your account.
ro_ro: Ștergerea contului a eșuat.

source: An error occurred while deleting your account.
ro_ro: A apărut o eroare la ștergerea contului tău.

source: Admin Panel
ro_ro: Panoul Administrativ

source: This page allows you to control various aspects of your community's bulletin board.
ro_ro: Această pagină îți permite să controlezi diverse aspecte ale avizerului comunitar.

source: Go to home page
ro_ro: Mergi la pagina principală

source: active_invitation
ro_ro: Există o invitație activă. O poți vedea

source: active_invitations
ro_ro: Există %s invitații active. Le poți vedea

source: here
ro_ro: aici

source: There are no active invitations.
ro_ro: Nu există invitații active.

source: Send an Invitation
ro_ro: Trimite o Invitație

source: Send an invitation
ro_ro: Trimite o invitație

source: Active Invitations
ro_ro: Invitații active

source: Recipient Email
ro_ro: Email destinatar

source: Assign admin role?
ro_ro: Atribuie rolul de admin?

source: Send
ro_ro: Trimite

source: Failed to invite new user.
ro_ro: Nu s-a reușit invitarea unui utilizator nou.

source: accessible_to_one_member
ro_ro: Avizierul este accesibil pentru 1 membru.

source: accessible_to_multiple_members
ro_ro: Avizierul este accesibil pentru %s membri.

source: View members
ro_ro: Vezi membri

source: Role
ro_ro: Rol

source: Max Posts
ro_ro: Anunțuri maxime

source: Actions
ro_ro: Acțiuni

source: Admin
ro_ro: Administrator

source: Member
ro_ro: Membru

source: Delete
ro_ro: Șterge

source: Delete User
ro_ro: Șterge membrul

source: Are you sure you want to delete this member?
ro_ro: Confirmă acțiunea de ștergere a membrului

source: Failed to delete member.
ro_ro: Nu s-a reușit ștergerea membrului.

source: Failed to update max posts.
ro_ro: Nu s-a reușit actualizarea numărului maxim de anunțuri.

source: An error occurred while updating max posts.
ro_ro: A apărut o eroare la actualizarea numărului maxim de anunțuri.

source: url_join
ro_ro: alatura-te

source: email_invitation_subject
ro_ro: Invitație de a te alătura avizierului comunitar

source: email_invitation_html_title
ro_ro: Ai fost invitat să te alături avizierului comunitar

source: email_invitation_role_html
ro_ro: Ai fost invitat să te alături ca %s.

source: email_invitation_role_text
ro_ro: Ai fost invitat să te alături avizierului comunitar ca %s.

source: email_invitation_click_link_html
ro_ro: Apasă pe link-ul de mai jos pentru a accepta invitația:

source: email_invitation_click_link_text
ro_ro: Apasă pe link-ul de mai jos pentru a accepta invitația:

source: email_invitation_expiry
ro_ro: Această invitație va expira într-o zi.

source: email_invitation_log_header
ro_ro: EMAIL DE INVITAȚIE [DOAR ÎNREGISTRAT - NU A FOST TRIMIS]

source: email_invitation_log_to
ro_ro: Către: %s

source: email_invitation_log_subject
ro_ro: Subiect: %s

source: email_role_admin
ro_ro: administrator

source: email_role_member
ro_ro: membru

source: email_error_smtp_config
ro_ro: Eroare de configurare SMTP: %s

source: email_error_sending
ro_ro: Nu s-a reușit trimiterea email-ului de invitație: %s
